[
    {
        "index": "chaotic-evil",
        "name": "Caótico e Mal",
        "abbreviation": "CM",
        "desc": "Criaturas Caóticas do mal (CM) agem com violência arbitrária, estimuladas por sua ganância, ódio ou sedenta de sangue. Demônios, dragões vermelhos e orcs são maldade caótica.",
        "url": "/api/alignments/chaotic-evil"
    },
    {
        "index": "chaotic-good",
        "name": "Caótico e Bom",
        "abbreviation": "CB",
        "desc": "As criaturas caóticas boas (CB) atuam como sua consciência direta, com pouca consideração pelo que outros esperam. Dragões de cobre, muitos elfos e unicórnios são bem caóticos.",
        "url": "/api/alignments/chaotic-good"
    },
    {
        "index": "chaotic-neutral",
        "name": "Caótico e Neutro",
        "abbreviation": "CN",
        "desc": "Criaturas Caóticas neutras (CN) seguem seus caprichos, segurando sua liberdade pessoal acima de tudo. Muitos bárbaros e Jovens, e algumas bardas, são caóticos neutros.",
        "url": "/api/alignments/chaotic-neutral"
    },
    {
        "index": "lawful-evil",
        "name": "Leal e Mau",
        "abbreviation": "LM",
        "desc": "Criaturas Leais e Más (LM) levam metodicamente o que querem, dentro dos limites de um código de tradição, lealdade ou ordem. Diabos, dragões azuis e hobgoblins são um mal legal.",
        "url": "/api/alignments/lawful-evil"
    },
    {
        "index": "lawful-good",
        "name": "Leal e Bom",
        "abbreviation": "LB",
        "desc": "As criaturas Leais e Boas (LB) podem ser contadas para fazer a coisa certa como esperado pela sociedade. Dragões de ouro, paladinos e a maioria dos anões são lícitos.",
        "url": "/api/alignments/lawful-good"
    },
    {
        "index": "lawful-neutral",
        "name": "Leal e Neutro",
        "abbreviation": "LN",
        "desc": "Os indivíduos neutros leais (LN) atuam de acordo com a lei, a tradição ou códigos pessoais. Muitos monges e alguns feiticeiros são neutros da lei.",
        "url": "/api/alignments/lawful-neutral"
    },
    {
        "index": "neutral",
        "name": "Neutro",
        "abbreviation": "N",
        "desc": "Neutro (N) é o alinhamento daqueles que preferem evitar questões morais e não tomar lados, fazendo o que parece melhor no momento. Lizardfolk, a maioria dos druidas e muitos humanos são neutros.",
        "url": "/api/alignments/neutral"
    },
    {
        "index": "neutral-evil",
        "name": "Neutro e Mal",
        "abbreviation": "NM",
        "desc": "O mal neutro (NM) é o alinhamento daqueles que fazem tudo o que podem fazer, sem compaixão nem escrúpulos. Muitos se afogam, alguns gigantes de nuvens e ganchos são mal neutro.",
        "url": "/api/alignments/neutral-evil"
    },
    {
        "index": "neutral-good",
        "name": "Neutro e Bom",
        "abbreviation": "NB",
        "desc": "O bem neutro (NB) do povo faz o melhor que pode para ajudar os outros de acordo com as suas necessidades. Muitos celestiais, alguns gigantes em nuvem e a maioria dos gnomos são neutros.",
        "url": "/api/alignments/neutral-good"
    }
]
